/* State and Keywordgroupnames */
"Base" = "Base";
"Classes" = "Classes";
"Functions" = "Fonctions";
"Application API and Central API" = "API application en API centrale";
"Constants" = "Constantes";
"Properties" = "Propriétés";
"Keywords" = "Mots clefs";
"Numbers" = "Nombres";
"Operators" = "Opérateurs";
"Preprocessor" = "Préprocesseur";
"JavadocComment" = "/** Commentaire **/";
"Comment" = "/* Commentaire */";
"SingleComment" = "// Commentaire";
"String" = "\"Chaînes de caractères\"";
